Dlubal.SteelSurfaces.ST_PARAMETERS
Structure of Steel calculation parameters

Dlubal.SteelSurfaces.ST_PARAMETERS.bCenterPoint
Stresses in neutral axis of surfaces

Dlubal.SteelSurfaces.ST_PARAMETERS.bMembrane
Membrane stresses only due to axial loading

Dlubal.SteelSurfaces.ST_PARAMETERS.eTresca
Yield Hypothesis by tresca

Dlubal.SteelSurfaces.ST_PARAMETERS.eCritTau
Calculation type of shear stress

Dlubal.SteelSurfaces.ST_PARAMETERS.fFactTau
Factor Tau

Dlubal.SteelSurfaces.ST_PARAMETERS.]
Factor Tau

Dlubal.SteelSurfaces.ST_PARAMETERS.eCombiCalcMode
Analysis Method for Load Combinations

Dlubal.SteelSurfaces.ST_PARAMETERS.nMaxEnumCombiMethod
Factor for Tau f2